export const historyData = [
  {
    date: '2023',
    text: '本會發起「向下延伸補助國中小自學生，落實不同社經背景家庭參與實驗教育之機會平等」線上連署並成功得到5354位網友具名連署',
    href: 'https://join.gov.tw/idea/detail/cd1f42dd-f8ce-40f1-b63e-a4be079a0473'
  },
  {
    date: '2019',
    text: '108課綱後，加上COVID-19的影響，線上教育及跨社群連結蓬勃發展。本會持續與其他單位合作、培育新血師資、建立網路平台、推動修法爭取自學生的合理補助。'
  },
  {
    date: '2014',
    text: '在家自學學生人數達到2760人。'
  },
  {
    date: '2011',
    text: '教育部通過「高級中等教育階段辦理非學校型態實驗教育辦法」，但因配套不足，無學籍自學生需額外參加檢定考試才能報考大學，且考試時程比學測晚，影響升學權益。\n\n同年本會採用網路協力、志工認領的方式持續運作，維持諮詢服務、教材流通、自學地圖網站以及對自學相關修法與政策的持續關注。',
    href: 'https://tw.news.yahoo.com/%E4%BF%AE%E6%B3%95%E7%BC%BA%E9%85%8D%E5%A5%97-%E8%87%AA%E5%AD%B8%E7%94%9F%E6%AC%8A%E7%9B%8A%E9%81%AD%E6%8E%92%E6%93%A0-160000075.html'
  },
  {
    date: '2009',
    text: '運用累積的經驗開設學習團體，陪伴自學家庭；傳承教育經驗給新夥伴，開發自學教材；與相關友會合作，開拓台灣自學資源。'
  },
  {
    date: '2008',
    text: '成立自主培力學園，針對體制內拒學、懼學和想自學的青少年，以一年的時間，透過全日制的團體學習，來瞭解自己，重建學習興趣和習慣。'
  },
  {
    date: '2007',
    text: '本會聯合各團體，爭取修改高中同等學力檢測辦法，使18歲的自學生得以參與檢測並據以報考大學。'
  },
  {
    date: '2003',
    text: '台北市自主學習實驗計畫結束。'
  },
  {
    date: '2001',
    text: '為延續自主學習的經驗與知識，當時的親、師、生結合學術界的專家學者，於3月30日召開會議籌設「中華民國自主學習促進會」，同年8月9日經內政部核准生效。'
  },
  {
    date: '2001',
    text: '自主學習實驗計畫面臨腰斬，親師生發起連署救校。',
    href: 'https://www.youtube.com/watch?v=_W8gkOs_5fE'
  },
  {
    date: '1999',
    text: '修改國民教育法，授權各縣市自行訂定辦法。\n自學開始有法律保障。'
  },
  {
    date: '1998',
    text: '台北市自主學習實驗計畫開始。'
  },
  {
    date: '1997',
    text: '台北市最早同意試辦自學。'
  },
  {
    date: '1994',
    text: '種籽親子實驗小學成立。台灣民主學校的先驅，由十個家庭共同創立。由社群教師李雅卿為創辦人及首任苑長。種籽的特色是討論文化、課程選修和師生平權的生活公約。',
    href: 'https://seedling.tw/'
  }
];
